;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Català/Catalan
WebLang=CA
Translator=pepxxv
Codepage=UNICODE
Version=1.95

[Uninstaller Toolbar]
102 = Veure
103 = Configuració
104 = Desinstal.lador
105 = Eines
106 = Mode Caçador
107 = Llista
108 = Icones
109 = Detalls
110 = Desinstal.lar
111 = Eliminar Entrada
112 = Refrescar
113 = Estàs segur de voler eliminar l'entrada seleccionada?
114 = Estàs segur de voler desinstal.lar el programa seleccionat?
115 = Actualització
116 = Ajuda
117 = Eina d'Ajuda en curs...
118 = El nostre Lloc Web...
119 = Sobre...
120 = No tens permisos d'Administració!
121 = Estàs segur de voler desinstal.lar els Components del Sistema seleccionats?\n¡No ho facis llevat que n'estiguis molt segur!
122 = El Desinstal.lador mostra tots els programes i components instal·lats a l'ordinador. A través dels diferents tipus de vista (menú "Veure") o utilitzant el menú contextual es pot obtenir informació addicional dels programes instal·lats: enllaços al Web del fabricant, propietats, ubicació... etc. Una característica innovadora de Revo Uninstaller és el "Mode Caçador", que proporciona flexibilitat i rapidesa en la desinstalació de programes, simplement passant l'objectiu a la finestra, icona, o botó a la barra de tasques de qualsevol aplicació.
123 = Buscar
124 = Elements:
125 = Està segur de voler eliminar els elements del Registre seleccionats?\n¡Poden ser imprescindibles per al sistema operatiu!
126 = s'ha eliminat de l'auto-arrencada
127 = s'ha afegit a l'auto-arrencada
128 = %s està instal·lat a la mateixa localització que %s! \n Allà trobareu restes de les dues aplicacions! Comprovi amb prudència aquells que vol treure!
129 = Desinstalació forçada

[Uninstaller List]
150 = Aplicació
151 = Mida
152 = Versió
153 = Data d'Instal·lació
154 = Companyia
155 = Lloc Web
156 = Comentari
157 = Cadena de Desinstal.lació
158 = Clau de Registre
159 = Instal·lador

[Uninstaller StatusBar]
201 = Instal·lacions:
202 = Carregant...


[Registry Optimizer]
302 = Seleccioní ón examinar
303 = Menú Inici

[AutoRun Toolbar]
407 = Executar
408 = Aturar
409 = Eliminar
410 = Elements :
411 = Habilitar :
412 = Amb l'Administrador d'arrencada no sols és possible habilitar o deshabilitar aplicacions a l'engegada de Windows, sinó que permet a més obtenir tota l'informació necessària sobre les mateixes. Es pot obtenir informació sobre el propietari del programa, el seva descripció, la seva ruta de llançament, on està emmagatzemat a l'ordinador, així com l'estat de l'aplicació: si s'està executant o no.

[AutoRun List]
450 = Nom d'arrencada
451 = Ruta de llançament
452 = Descripció
453 = Editor
454 = Estat
455 = Ubicació
456 = En execució
457 = -
458 = No vàlid
459 = Eliminar Procés
460 = Executar Procés
461 = Obrir Carpeta d'ubicació
462 = Anar a ubicació del programa
463 = Copiar ruta de llançament
464 = Esborrar seleccionats
465 = Esborrar tots els no vàlids
466 = Esborrar els que no estan en execució
467 = Esborrar tots els deshabilitats
468 = Propietats...
470 = Estàs segur de voler tancar les aplicacions seleccionadas?\n Qualsevol dada sense guardar es perdrà!
471 = Estàs segur de voler esborrar l'element seleccionat?
472 = Estàs segur de voler esborrar tots els elements no vàlids?
473 = Estàs segur de voler esborrar tots els elements que no estan en execució?
474 = Estàs segur de voler esborrar tots els elements deshabilitats?
475 = Comanda inexistent!
476 = Desconegut
477 = Deshabilitar Autoarrencada
478 = Habilitar Autoarrencada

[Outlook Control]
300 = Optimització
301 = Optimitzador de Registre
400 = Administrador d'Arrencada
500 = Neteja de Rastres
501 = Netejar Navegadors
600 = Netejar MS Office
700 = Netejar Windows
800 = Netejar Rastres de Treball
900 = Esborrat No Recuperable
2100 = Eines de Windows
2200 = Netejar arxius brossa

[Track Cleaner Browsers]
507 = Netejar-ho Tot
508 = Netejar Historial de Pàgines Web Visitades
509 = Netejar Historial de la Barra d'Adreces
510 = Netejar Arxius Temporals d'Internet
511 = Netejar Cookies
512 = Netejar Arxius Index.dat
513 = Executar
514 = Netejar Historial de Descàrregues
515 = Netejar Historial de Sessions
516 = Netejar Historial de Formularis
517 = Desinstal.lador
518 = Estàs segur de voler netejar tots els Historials Seleccionats?
521 = Estàs segur de voler netejar l'historial d'Internet Explorer?
522 = Estàs segur de voler netejar l'historial de Firefox?
523 = Estàs segur de voler netejar l'historial d'Opera?
524 = Estàs segur de voler netejar l'historial de Netscape?
525 = Los navegadors d'internet guarden un historial detallat de cada lloc Web visitat. Sol ser bastant senzill accedir a l'apartat corresponent del navegador que permet visualitzar aquestes dades. Amb l'eina "Netejar Navegadors" es poden esborrar tots els arxius temporals d'internet: imatges, pel·lícules, jocs Flash i totes les pàgines visitades. Al esborrar aquests arxius temporals d'internet s'allibera una gran quantitat d'espai al disc, el que afavoreix el rendiment general del sistema.
526 = Tancament el seu navegador abans d'efectuar la neteja de rastres
527 = Els arxius Index.dat seran eliminats en reiniciar l'ordinador
599 = S'ha realitzat la neteja de rastres en les opcions seleccionades!

[Track Cleaner Office]
601 = Netejar
607 = Netejar Historial de Documents Recents de MS Word
608 = Inclosos Word 2000, Word XP, Word 2003, Word 2007, Word 2010 i Word 2013
609 = Netejar Historial de Documents Recents de MS Excel
610 = Inclosos Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 i Excel 2013
611 = Netejar Historial de Documents Recents de MS Access
612 = Inclosos Access 2000, Access XP, Access 2003, Access 2007, Access 2010 i Access 2013
613 = Netejar Historial de Documents Recents de MS PowerPoint
614 = Inclosos PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 i PowerPoint 2013
615 = Netejar Historial de Documents Recents de MS FrontPage
616 = Inclosos FrontPage 2000, FrontPage XP i FrontPage 2003
617 = El Netejador de MS Office Permite esborrar l'historial dels arxius usats de MS Word, Excel, Access, PowerPoint i Front Page. Si no vols que ningú més no vegi o revisi els teus últims Fulls|Fulles de Calculo oberts, documents o altres arxius creats amb MS l'Office, simplement selecciona l'aplicació de MS l'Office i prem el botó "Netejar". Els teus arxius usats recentment no es mostressin més.

[Track Cleaner Windows]
701 = Netejar
707 = Netejar Historial de Documents Recents
708 = Netejar Historial de Menú Executar
709 = Netejar Historial de Recerca d'Arxius
710 = Netejar Impressores, Ordinadors i historial de Recerca de Persones
711 = Netejar Portapapers
712 = Netejar Historial d'Arxius Recents de "MS Paint"
713 = Netejar Historial d'Arxius Recents de "MS Wordpad"
714 = Netejar Historial d'ultimes Rutes Obertes de "Regedit"
715 = Netejar Historial de Diàlegs Comuns Oberts
716 = Netejar historial de Diàlegs Comuns Visitats
717 = Netejar Paperera De Reciclaje
718 = Netejar Arxius Temporals de Windows
719 = Netejar Logs de Menú Inici
720 = Microsoft Windows guarda rastre de multitut d'operacions que es realitzen a l'ordinador, com l'historial de recerca d'arxius, l'historial de documents recents, l'historial d'Abiertos/Guardados usat en els diàlegs d'aplicacions... etc. El Netejador de Windows permet esborrar tots aquests historials perquè ningú no pugui obtenir informació de la nostra activitat. Tambien permet buidar la Paperera de Reciclatge i esborrar arxius temporals, la qual cosa alliberarà una gran quantitat d'espai al disc.
721 = L'Historial del Menú Executar s'esborrarà després de reiniciar explorer.exe
722 = Rastres en el Registre de Windows
723 = Rastres al disc dur
724 = Elimina fitxers de bolcat de memòria
725 = Elimina Chkdsk (Check Disk) fragments de fitxers recuperats


[Evidence Remove]
802 = Executar
803 = Esborrant...
804 = Si us plau, esperi mentre s'efectua l'esborrament dels rastres de treball
805 = Complet
806 = Marqui l'unitat o unitats de les que desitja esborrar els rastres de treball. Aquesta Eina sols afecta a les dades ja esborrades. PRECAUCIÓ: una vegada completat el procés serà impossible recuperar els arxius esborrats!
807 = Quan s'eliminen els arxius de la Paperera de Reciclatge, aquests queden marcats com a esborrats però no s'eliminen físicament. Aquesta eina esborrarà de forma permanent tots els arxius que esborrats de la Paperera, però que romanen físicament al disc dur. No importa quin programa intenti utilitzar-se per recuperar les dades, el resultat serà sempre el mateix: tots els arxius esborrats amb l'Eliminador de Rastres de Treball seran impossibles de recuperar!
808 = Està segur de vol esborrar els rastres de treball de les unitats seleccionades?

[Unrecoverable Delete ]
912 = Llistat d'arxius i carpetes que s'esborraran i que serà impossible recuperar
913 = Arxius
914 = Carpetes
915 = Inserir Arxius a esborrar del sistema. Aquests arxius no podran recuperar-se per cap programari!
916 = Inserir carpetes a esborrar del sistema. Aquestes carpetes no podran recuperar-se per cap programari!
917 = Afegir Arxius per esborrar
918 = Afegir Carpetes per esborrar
919 = ESBORRAR PERMANENTMENT
920 = Netejar Llista
921 = L'esborrament no Recuperable garanteix que es puguin esborrar arxius o carpetes amb la seguretat que ningú no pugui recuperar-los usant algun programa especialitzat. Els arxius esborrats i buidats normalment de la Paperera de Reciclatge no s'eliminen de forma permanent del sistema: romanen al disc dur i poden ser recuperats. L'Eina d'Esborrament no Recuperable fa impossible que es recuperin.
922 = Estàs segur de voler esborrar per sempre els arxius i carpetes seleccionats?

[Options Tree]
1001 = Opcions
1100 = General
1200 = Desinstal.lador

[General]
1101 = Idioma en ús:
1102 = Cambiar a Mode Avanzat
1103 = Revisar actualitzacions a l'inici

[Uninstaller Options]
1201 = Mostrar Actualitzacions de Sistema
1202 = Mostrar Components de Sistema
1203 = Habilitar Mode de càrrega rapida
1204 = Executar sols el desinstal·lador Propi del Programa
1205 = (No suportat en Vista)
1206 = Crear un Punt de Restauració avans de desinstal.lar
1207 = Suprimir arxius restants i carpetes a la Paperera de Reciclatge.


[Auto|Acte Update]
1907 = Actualizar
1908 = Informació de Versións
1909 = Versió actual:
1910 = Última Versió:
1911 = DESCARREGAR
1912 = Obtenir l'última Versió
1913 = Qué hi ha de nou
1914 = Revisant...
1915 = Error de Connexió...
1916 = PARAR
1917 = Descarregant %s de %s
1918 = Descarregant %s (mida total desconeguda)
1920 = Error: "Buscar nova versió" ha fallat. Cap connexió d'internet.


[WinTools]
2110 = Executar
2111 = Hi ha moltes eines i components útils en el sistema operatiu Windows. Algunes d'elles són complexes d'utilitzar, necessiten que l'usuari especifiqui opcions des de la línia de comandes; d'altres són difícils de trobar, ja que estan ubicades en directoris o menús del sistema. Revo Uninstaller proporciona, gràcies a Eines de Windows, un ràpid accés a més de deu utilitats per al treball diari.
2112 = Si hi ha algún problema de funcionament, es pot utilitzar aquesta opció per restaurar l'ordinador a un estat anterior de funcionament òptim, sense perdre els fitxers de dades personals. System Restore monitoritza els canvis produïts en el sistema i en alguns fitxers d'aplicacions, i crea de forma automàtica Punts de Restauració fàcilment identificables (poden ser anomenats per l'usuari). Aquests Punts de Restauració permetran recuperar el sistema en qualsevol moment, ja que es creen diàriament i també quan es detecten canvis importants en el sistema.
2113 = Aquesta eina permet accedir a tota la informació sobre el maquinari de l'ordinador i el sistema operatiu, la configuració d'Internet, així com la relativa al mòdem i a la targeta de xarxa. Amb l'eina Network Diagnostics es pot optimitzar el sistema i realitzar proves de connectivitat de la xarxa, fent que els programes i serveis basats en connexions siguin més funcionals.
2114 = Aquesta eina mostra tots els valors de configuració de la xarxa TCP/IP, actualitza el Protocol de Configuració de Host Dinàmic (DHCP) i permet modificar el Sistema de Noms de Domini (DNS). Es visualitza la configuració completa TCP/IP per a tots els adaptadors, incloent adreça IP, MAC, màscara de subxarxa, porta d'enllaç per defecte, Windows Internet Naming Service (WINS) i la configuració de DNS.
2115 = Aquesta eina permet verificar l'estat de l'ordinador en tres nivells de seguretat essencials: Tallafocs, AntiVirus y actualitzacions automàtiques. Si detecta algun problema amb algun d'aquests nivells (per exemple: si l'antivirus està desactualitzat o inactiu), El Security Center mostra una alerta i aconsella accions a seguir per protegir l'ordinador.
2116 = Aquesta eina permet visualitzar informació bàsica com a tipus de CPUy memòria RAM; també permet visualitzar i modificar la configuració que controla la manera com l'ordinador utilitza la memòria; Finalment, permet trobar informació sobre maquinari i dispositius instal·lats, i configurar les seves propietats. El sistema de reporta informes a Microsoft o a l'administrador del sistema quan es produeixen errors.
2117 = System Information és un component de Windows que obté i mostra informació de configuració del sistema d'ordinadors locals i remots, incloent informació sobre configuracions de maquinari, components, programari i controladors. System Information és una eina de suport que pot ser utilitzada per obtenir ràpidament informació sobre l'ordinador i el seu sistema operatiu.
2118 = TCP/IP Netstat Command és un component del sistema operatiu Windows que mostra totes les connexions TCP actives així com els ports TCP i UDP oberts o en estat d'escolta. També mostra tots els executables implicats en l'ús de cada connexió o que es mantenen escoltant ports. Es mostra el nom de l'executable entre claudàtors [ ] al final, o en la part superior si realitza la crida a algun component, o si assoleix algun port TCP/IP.
2119 = Aquesta eina mostra un teclat virtual a la pantalla i permet a usuaris amb problemes de mobilitat introduir dades utilitzant un dispositiu de punter o una "maneta de jocs". El teclat virtual s'ha dissenyat amb un nivell limitat de funcionalitat per facilitar el seu ús a usuaris amb problemes de mobilitat. Un altre dels usos del teclat virtual és utilitzar-lo per introduir dades sensibles, com ara contrasenyes o identificadors d'usuari, si es pensa que l'ordinador pot tenir instal·lat un "Key-Logger". El teclat virtual evita que es puguin gravar pulsacions de tecles.
2120 = Aquesta eina analitza les unitats de disc locals localitzant fitxers i directoris fragmentats, permetent reestructurar-los de manera que ocupin espais contigus. Com a resultat de la defragmentación, el sistema podrà accedir als fitxers i directoris de forma més ràpida, així com alliberar més espai als discs, fent menys probable la fragmentació en fitxers i directoris nous.
2121 = Aquesta eina es pot utilitzar per iniciar, parar, interrompre, reiniciar o deshabilitar qualsevol servei en ordinadors locals o remots. També possibilita accions de recuperació en cas d'errors de qualsevol servei, com per exemple: reiniciar el servei de forma automàtica; Habilitar o deshabilitar serveis per a un determinat dispositiu de maquinari; O visualitzar l'estat i descripció de cada servei.
2122 = Aquesta eina s'utilitza per a gestionar recusos de xarxa compartits, controlar els permisos d'accés dels usuaris, l'activitat de les sessions, propietats de recursos compartits i visualitzar un llistat de totes les conexiones i recursos dels ordinadors locals i remots. Amb "Shared Folders" (directoris compartits) es poden crear, visualitzar, i gestionar permisos per a tots els recursos compartits; Veure la llista de tots els usuaris connectats a la xarxa a l'ordinador, i desconnectar-ne un o tots.
2123 = Aquesta eina inclou la política d'opcions per a la Configuració de Usuaris i per a la Configuració de l'Ordinador. La configuració de Polítiques de Grup defineix tots els components de l'entorn d'escriptori per als usuaris que un administrador del sistema precisa gestionar; per exemple: quins programes estan disponibles per als usuaris, quins programes es mostren a l'escriptori dels usuaris, o quines opcions es mostren al Menú d'Inici.
2124 = L'eina "Add/Remove Windows Components" (afegir/esborrar Components de Windows) ajuda a gestionar els components de Windows instal·lats a l'ordinador. Una vegada que el sistema operatiu està instal·lat, es pot utilitzar per afegir un determinat component de Windows que no va ser inclòs a la instal·lació, o per esborrar qualsevol altre que es necessita.
2125 = L'eina "Microsoft Windows Malicious Software Removal Tool" analitza l'ordinador a la recerca d'infeccions ocasionades per programari maliciós i ajuda a esborrar-les de l'ordinador. S'entén per "sofware maliciós" qualsevol virus, cuc o troià instal·lat a l'ordinador. Quan el procés de detecció i eleminació s'ha completat, l'eina mostra un informe de totes les incidències trobades.

[Junk Files Cleaner Options]
2202 = Unitats a Examinar:
2203 = Patró
2204 = Descripció
2205 = Afegir
2206 = Esborrar
2207 = Predefinir
2208 = Netejar Arxius Brossa::General
2209 = Netejar Arxius Brossa::Excloure
2220 = Examinar des de patró fins a:
2221 = Pots usar símbols (?,*) com a comodins
2222 = Añadir patró
2223 = Excluir patró
2224 = Pots usar símbols (?,*) com a comodins
2225 = Excloure patró:
2226 = Moure arxius a la Paperera de Reciclatge
2227 = Ignorar arxius a què s'ha accedit les darreres 24 hores


[Junk Files Cleaner Tool]
2306 = Examinar
2307 = Esborrar
2308 = Examinan
2309 = Esperi mentre està en progrés l'examen
2310 = Cancelar
2311 = Nom
2312 = Mida
2319 = Arxius:
2320 = Mida total:
2323 = Hi ha arxius en ús per Windows o per un altre programa\n que no poden anul·lar-se ara
2324 = Selecciona almenys una unitat i una extensió per començar l'exámen
2325 = El Netejador de Arxius Brossa permet trobar i esborrar diversos tipus d'arxius innecessaris del seu ordinador. Normalment aquests arxius són esborrats per l'aplicació que els genera quan ja no els necessita. Tanmateix, alguns poden romandre permanentment al seu disc dur si hi ha un tancament inesperat de l'aplicació, una caiguda del sistema, etc. Quan això succeeix, es perd espai al disc i la velocitat del sistema és més lenta.
2326 = Arxius
2327 = Esborrant Arxius

[ContextMenu Junk Files Cleaner]
2313 = Obrir
2314 = Buscar a Google
2315 = Obrir carpeta contenidora
2316 = Propietats...
2317 = Revisar tots els elements
2318 = No revisar tots els elements
2321 = Revisar elements seleccionats
2322 = No revisar elements seleccionats

[TopMost Window]
4002 = Opcions
4003 = Obrir la finestra principal
4004 = Mode Arrossegar i deixar
4005 = Mode Caçador
4006 = Mida
4007 = Petit
4008 = Mitjà
4009 = Gran
4010 = Mida de finestra
4011 = SORTIR
4012 = Desinstal.lar
4013 = Aturar l'arrencada automàtica
4014 = Matar Procés
4015 = Matar i esborrar Procés
4016 = Obrir carpeta contenidora
4017 = Info.
4018 = Propietats
4019 = CANCEL·LAR
4020 = No es permet processar més d'un arxiu alhora!
4021 = Has deixat una Carpeta. Arrossega i deixa anar un Arxiu!
4022 = Desinstal.lar o Esborrar:
4023 = Objectiu seleccionat desconegut! Assenyala a una altra finestra, icona o botó de la Barra de Tasques.
4024 = No es pot executar el comanda de desinstalació!\n Intenta desinstal.lar l'aplicació des de la finestra principal de Revo Uninstaller.
4025 = No es va trobar cap paquet d'instal·lació per al programa!\n¡Aconsegueix més informació sobre l'aplicació e\nintenta desinstal.larla des de la finestra principal!
4026 = L'aplicació està deshabilitada des de l'autoarrancada!\n Si vols habilitar-la de nou utilitza l'eina autoarrencada a l'aplicació principal!
4027 = L'aplicació no es troba en la ubicació comuna de Autoarrancada!\n Per buscar altres ubicacions d'Autoarrencada en una aplicació, visita el lloc web www.google.com!
4028 = Segur que vols tancar l'aplicació seleccionada?\n Cualquier dada no guardat es perdrà!
4029 = Desinstal.lador
4030 = Estàs segur de voler tancar i esborrar l'aplicació seleccionada?\n Qualsevol dada sense guardar es perdrà!
4031 = Estàs segur de voler tancar l'Explorador de Windows?\n El Menu de Inicio i la barra de la tasques desapareixeran!
4032 = Iniciar amb Windows
4033 = Transparència

[Scan After Uninstall]
4210 = Ubicació
4211 = Clau
4212 = Valor
4213 = Detalls
4214 = Arxiu|Arxivament
4215 = Selecciona una aplicació per Esborrar!
4216 = Examinar després de desinstal.lar
4217 = Seleccionar Tot
4218 = Deseleccionar Tot
4219 = Esborrar
4220 = Arxius Sobrants
4221 = Entrades del Registre sobrants
4222 = Examinand el sistema abans d'iniciar la desinstal·lació... Si us plau, espera.
4223 = Ejecutando el desinstal·lador del programa...
4224 = Iniciar exámen d'arxius sobrants, carpetes i claus de registre
4225 = Examinant el sistema després de la desinstal·lació del programa a la recerca de rastres i elements innecessaris... Si us plau, espera.
4226 = Verifica els registres de la llista acuradament!
4227 = Cerrar
4228 = Els fitxers restants de la llista seran eliminats després de la següent arrencada|engegada de l'ordinador
4229 = S'ha produït un error|fallada desinstal·lant les aplicaciones!\n És possible que s'hagi utilitzat un comanda incorrecte de desinstal·lació!
4230 = Atrás
4231 = Següent
4232 = Selecciona un Mode de Desinstalación
4233 = Modes de Desinstalación
4234 = Propi del Programa - executa només el desinstal·lador del programa sense cap anàlisi posterior
4235 = Assegurança - inclou el Mode "Propi del programa" i habilita anàlisis posteriors del Registre i disc a la recerca d'elements d'un sol ús. És el Mode més ràpid.
4236 = Moderat - inclou el Mode Seguro i habilita anàlisis posteriors als llocs més freqüents del Registre i del disc a la recerca d'elements d'un sol ús.
4237 = Avançat - inclou el Mode Moderado i habilita anàlisis posteriors en profunditat del Registre i del disc a la recerca d'elements d'un sol ús. És el Mode més lent.
4238 = Analizando dades de l'Aplicació després de la desinstal·lació.
4239 = Iniciando el desinstal·lador Propio del Programa.
4240 = Pulsa el botó "Següent" per començar l'anàlisi d'elements de Registro, directoris i fitxers d'un sol ús una vegada que la desinstación hagi finalitzat.
4241 = Ejecutando anàlisi inicial i desinstal·lant.
4242 = Anàlisi després de la desinstal·lació
4243 = Analizando el sistema després de la desinstal·lació Pròpia del Programa. Buscant fitxers, carpetes o elements de Registro d'un sol ús relacionats amb el Programa desinstal·lat. Si us plau, esperi...
4244 = Se han trobat elements del Registre d'un sol ús
4245 = Elements del registre trobats:
4246 = Nota: Si us plau, examini acuradament els elements! Únicament els elements i subelements marcats seran eliminats!
4247 = Se han trobat Fitxers i Directoris d'un sol ús
4248 = Elements trobats:
4249 = Dc. PC
4250 = Revo Uninstaller no ha pogut iniciar el desinstal·lador Propio del Programa. És possible que el comanda de desinstal·lació sigui invàlid o sigui corrupte. Pot prémer el botó "Enrere" i intentar un altre Mode de Desinstalación.
4251 = El Desinstal.lador Propio del Programa ha finalitzat. Revo Uninstaller no ha analitzat elements d'un sol ús en el sistema. Pot prémer el botó "Enrere" i provar un altre Mode de Desinstalación per buscar fitxers, carpetes o elements de Registro d'un sol ús.
4252 = Revo Uninstaller ha completat el procés de desinstal·lació satisfactòriament, però no ha trobat elements d'un sol ús. Pot prémer el botó "Enrere" i provar un altre Mode de Desinstalación més avançat per buscar-ne més en profunditat.
4253 = Revo Uninstaller ha completat el procés de desinstal·lació satisfactòriament. Si desitja localitzar més elements d'un sol ús, pot pulsael el botó "Enrere" i provar el Mode de Desinstalación Extendido per a un exámen més profund.
4254 = Finalizado
4255 = Està segur que desitja moure'ls arxius seleccionats a la Paperera de Reciclatge?
4256 = Hi ha segur que desitja esborrar els elements del Registre seleccionats?
4257 = Revo Uninstaller ha completat el procés de desinstal·lació correctament!
4258 = Està segur que vol saltar-se l'eliminació d'entrades de Registre restants trobades i continuar al següent pas?
4259 = Està segur que vol saltar-se l'eliminació d'arxius i carpetes restants trobats i continuar al següent pas?
4260 = Busqueda d'elements restants completa. Premi el botó "següent" per veure'n els resultats!
4261 = Creant punt de restauració del sistema ...
4262 = Crear punt de restauració del sistema fallit!
4263 = Crear punt de restauració del sistema desabilitat (a >Uninstaller d'Opcions)
4264 = Crear punt de restauració del sistema - fet! 


[About]
4300 = Traductors

[ContextMenu Uninstaller]
5000 = Comandes
5001 = Informació
5002 = Recerca amb Google
5004 = Ubicació d'Instal·lació
5005 = Obrir enllaç Sobre...
5006 = Obrir enllaç d'Ajuda...
5007 = Obrir enllaç Actualizar...
5008 = Obrir Clau de Registre...

[Common]
10000 = Aceptar
10001 = Cancelar
10002 = Ajuda
10003 = Navegar
10004 = Eina d'Ajuda en curs
10005 = Nostre Lloc Web
10006 = Sobre...
10007 = Precaució
10008 = ERROR

[Tooltips]
2000 = Cambiar al Mode Desinstal.lador
2001 = Mostrar Plafó d'Eines
2002 = Ajustar Configuracions
2003 = Cambiar al Mode Caçador
2004 = Cambiar vista de les aplicacions instal·lades
2005 = Desinstal.lar aplicació seleccionada
2006 = Esborrar l'entrada seleccionada del registre
2007 = Refrescar la llista d'aplicacions
2008 = Actualice la seva versió actual de Revo Uninstaller
2009 = Buscar informació addicional i la resposta a totes les seves preguntes sobre el programa
404 = Iniciar l'aplicació seleccionada
405 = Aturar i tancar l'aplicació seleccionada
406 = Esborrar l'aplicació seleccionada de l'Autoarrencada
506 = Netejar opcions seleccionades
605 = Netejar opcions seleccionades
705 = Netejar opcions seleccionades
2106 = Executar l´eina seleccionada
2304 = Examinar els arxius innecessaris segons les configuracions seleccionades
2305 = Esborrar arxius verificats de la Paperera de Reciclatge 

